/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "Sobre os Dados de aplicação";
"msgid_about_controllers" = "Sobre os comandos";
"msgid_active_device" = "Micro ativo";
"msgid_another_user_using_rp" = "Existe outra pessoa a utilizar a Reprodução remota na PS5 à qual está a estabelecer uma ligação.";
"msgid_app_data_collection_label" = "Definições dos Dados de Aplicação";
"msgid_app_mobile_device_data_usage" = "Acedemos a informações deste dispositivo para operar a aplicação, compreender o desempenho e efetuar melhorias.";
"msgid_app_update" = "Atualize esta aplicação.";
"msgid_back" = "Retroceder";
"msgid_battery_level_low_controller" = "O nível da bateria do comando está baixo.";
"msgid_before_connect_ps5" = "Antes de estabelecer uma ligação à sua PS5";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "Outros dispositivos ligados à internet poderão estar a utilizar muita largura de banda. Desligue-os da internet ou aguarde que os mesmos concluam a transferência de dados.";
"msgid_cancel_connecting" = "Cancelar ligação";
"msgid_cancel_download_yn" = "Pretende cancelar a transferência?";
"msgid_cancel_vb" = "Cancelar";
"msgid_cannot_connect_internet" = "Não é possível estabelecer uma ligação à internet.";
"msgid_cannot_connect_to_server_short" = "Não é possível estabelecer uma ligação ao servidor.";
"msgid_cannot_download" = "Não é possível efetuar a transferência.";
"msgid_cant_connect" = "Não é possível estabelecer uma ligação.";
"msgid_checking_network_environment" = "A verificar a rede...";
"msgid_checking_progress" = "A verificar...";
"msgid_close" = "Fechar";
"msgid_close_remote_play_confirmation" = "Esta sessão da Reprodução remota será desligada.";
"msgid_confirm_continue" = "Confirmar e continuar";
"msgid_connect_connection_light_bar" = "Para emparelhar o seu comando, mantenha premidos o botão de criação ou o botão SHARE e o botão PS até a barra de luz começar a piscar. Enquanto a barra de luz estiver a piscar, aceda às definições do Bluetooth deste dispositivo e selecione o seu comando. Se a barra de luz ficar acesa, o seu comando está ligado.";
"msgid_connect_controller_wired" = "Ligue o seu comando ao computador utilizando um cabo USB.";
"msgid_connect_ds4_light_bar" = "Para emparelhar o seu comando, mantenha premidos o botão SHARE e o botão PS até a barra de luz começar a piscar. Enquanto a barra de luz estiver a piscar, aceda às definições do Bluetooth deste dispositivo e selecione o seu comando. Se a barra de luz ficar acesa, o seu comando está ligado.";
"msgid_connect_home_number" = "Se pretender estabelecer uma ligação utilizando a rede doméstica, selecione a opção [Introduzir número] para emparelhar a sua PS4.";
"msgid_connect_lost" = "Ligação perdida.";
"msgid_connect_lost_controller_ps4" = "Foi-lhe atribuído um comando na PS4 à qual tem uma ligação estabelecida.";
"msgid_connect_lost_controller_ps5" = "Foi-lhe atribuído um comando na PS5 à qual tem uma ligação estabelecida.";
"msgid_connect_pfn_time_out" = "Demorou demasiado tempo para estabelecer uma ligação à sua PS5. Tente ligar-se novamente.";
"msgid_connect_pfn_wrong_number" = "O número que introduziu não está correto.";
"msgid_connect_ps4_cable" = "Utilize um cabo de rede (LAN) para ligar a sua PS5 ou PS4 à internet.";
"msgid_connect_ps4_pfn" = "Pretende estabelecer uma ligação a qual dispositivo?";
"msgid_connect_via_internet_rp_ps4" = "Para estabelecer uma ligação através da internet, na sua PS4, selecione [Definições] > [Gestão de contas] > [Efetuar ativação como a sua PS4 principal] > [Efetuar ativação].";
"msgid_connecting_turning_ps4" = "A estabelecer uma ligação à sua PS4 e a ligar a mesma...";
"msgid_connecting_turning_ps5" = "A estabelecer uma ligação à sua PS5 e a ligar a mesma...";
"msgid_connection_pfn_lost" = "Perdeu a ligação à sua PS5.";
"msgid_connection_ps4_lost" = "Perdeu a ligação à sua PS4.";
"msgid_connection_speed_remote_play" = "A sua ligação de rede não tem um sinal suficientemente forte. Recomendamos que utilize uma ligação com mais de 5 Mbps de velocidade de transferência e carregamento.";
"msgid_connection_unstable_try_again" = "A sua ligação de rede poderá estar instável. Experimente mover-se para outro sítio ou aguarde um momento.";
"msgid_controller_disconnect_charge" = "O comando está desligado. Carregue a bateria.";
"msgid_decrease_text_size" = "Diminuir tamanho do texto";
"msgid_delete" = "Eliminar";
"msgid_delete_all" = "Eliminar tudo";
"msgid_disabled" = "Desativado";
"msgid_disconnect_connection" = "Desligar";
"msgid_downloading_ellipsis" = "A efetuar transferência...";
"msgid_edit" = "Editar";
"msgid_enable_rp_connect_ps5" = "Para utilizar a Reprodução remota, ative-a primeiro na PS5 à qual está a estabelecer uma ligação. Nessa PS5, aceda a [Definições] > [Sistema] > [Reprodução remota] e ative a opção [Ativar Reprodução remota].";
"msgid_enable_rp_turn_on" = "Na sua PS5, aceda a [Definições] > [Sistema] > [Reprodução remota] e, em seguida, ative a opção [Ativar Reprodução remota].";
"msgid_enjoy_remote_ps4_pfn" = "Jogue os seus títulos favoritos na PS5 e PS4 remotamente utilizando este dispositivo.";
"msgid_enter_login_passcode" = "Introduza o código de acesso de início de sessão da sua PS5.";
"msgid_enter_number" = "Introduzir número";
"msgid_enter_number_label" = "Introduzir número";
"msgid_enter_number_register_device" = "Na sua PS5, selecione [Definições] > [Sistema] > [Reprodução remota] > [Emparelhar dispositivo] e introduza o número no campo apresentado em seguida.";
"msgid_enter_ps4_login_passcode" = "Introduza o código de acesso de início de sessão da PS4 à qual está a estabelecer uma ligação.";
"msgid_exit_full_screen" = "Sair do ecrã inteiro";
"msgid_failed" = "Sem êxito";
"msgid_failed_login_ps4" = "Não é possível iniciar uma sessão na PS4 à qual está a estabelecer uma ligação.";
"msgid_frame_rate" = "Taxa de fotogramas";
"msgid_full" = "Completos";
"msgid_general" = "Geral";
"msgid_generic_error_again" = "Ocorreu um erro.";
"msgid_go_to_home_ps4" = "Aceder ao ecrã inicial na PS4";
"msgid_go_to_home_ps5" = "Aceder ao ecrã inicial na PS5";
"msgid_high" = "Alta";
"msgid_hint" = "Dica";
"msgid_hints" = "Dicas";
"msgid_home_network_register" = "A sua rede doméstica será utilizada para emparelhar a PS5.";
"msgid_icon_lose_connection" = "Irá ver este ícone quando estiver prestes a perder a ligação.";
"msgid_increase_text_size" = "Aumentar tamanho do texto";
"msgid_intellectual_property_notices" = "Avisos de propriedade intelectual";
"msgid_internet_busy_try_again" = "A sua ligação de rede poderá estar ocupada. Aguarde um momento e, em seguida, tente novamente.";
"msgid_internet_connection_low" = "A qualidade da ligação à internet é baixa. A ligação poderá ser perdida.";
"msgid_it_not_play_time" = "Não é o seu tempo de jogo agora.";
"msgid_legal_about_app_data_1" = "Índice\n\n■ Resumo dos Dados de Aplicação\n■ Explicação completa sobre os Dados de Aplicação\n　　• O que são os Dados de Aplicação?\n　　• As definições dos Dados de Aplicação controlam o quê?\n　　• Com que finalidade é que utilizamos os Dados de Aplicação?\n■ Sobre nós\n\n■ Resumo dos Dados de Aplicação\n\nQuando utilizar a aplicação Remote Play, poderão ser recolhidas informações sobre a aplicação, o dispositivo onde a aplicação está instalada e o que efetua na mesma. Chamamos a estas informações Dados de Aplicação.\n\nIremos sempre recolher as informações necessárias para executar a aplicação. Estas informações são conhecidas como Dados Limitados e incluem o seguinte:\n\n• O nome exclusivo do seu dispositivo onde a aplicação está a ser executada (uma longa linha de números e letras)\n• As definições que foram escolhidas por si na aplicação (tais como a data, a região, ou o idioma)\n• A sua ligação à internet\n• O tempo que demora para transferir informações para a aplicação (para sabermos se ocorreu um erro e podermos corrigi-lo)\n\nAlgumas informações apenas serão recolhidas se assim o permitir. Estas informações são conhecidas como Dados Completos. Isto inclui informações mais detalhadas, tais como informações sobre durante quanto tempo utiliza a aplicação e a sua transmissão de vídeo em fluxo.\n\nUtilizamos as informações que a aplicação nos envia para:\n\n• Realizar os seus pedidos.\n• Melhorar o funcionamento das nossas aplicações e produtos.\n• Garantir que as pessoas seguem as nossas regras e a lei (de forma a que a PlayStation Network seja agradável e divertida para todos).\n• Desenvolver novos produtos.\n\nSe tiver uma conta para a PlayStation Network, poderemos adicionar as informações que a sua aplicação ou dispositivo nos envia às informações que já temos sobre si.\n\nQuando uma conta de criança da família utilizar esta aplicação, apenas serão recolhidos Dados Limitados.\n\nPode ficar a saber em pormenor o que efetuamos com as informações que recolhemos sobre si, com quem as partilhamos, como pode controlar o que efetuamos e quais os seus direitos na nossa Política de Privacidade. Pode aceder à nossa Política de Privacidade visitando www.playstation.com/legal/privacy-policy";
"msgid_legal_about_app_data_2" = "■ Explicação completa sobre os Dados de Aplicação\n\nO que são os Dados de Aplicação?\n\nSe utilizar a aplicação Remote Play, poderemos guardar e/ou aceder a dados no seu dispositivo móvel, tablet ou PC e/ou noutros dispositivos que esteja a utilizar.\nExistem duas categorias de Dados de Aplicação:\n\n(1) Dados Limitados\nOs nossos servidores necessitam de enviar, receber e registar os seguintes Dados Limitados necessários para fornecer os nossos serviços:\n• Dados de Conteúdo: dados de vídeo, áudio, texto ou nível de jogo, dados gráficos e informações da conta que sejam solicitados e transferidos no âmbito dos jogos aos quais aceda através da aplicação Remote Play.\n• Dados de Licença: informações sobre a apresentação de conteúdo licenciado (como, por exemplo, vídeos) e as interações com o mesmo, conforme necessário para produzir relatórios anónimos e agregados com o objetivo de pagar esse conteúdo aos respetivos licenciantes.\n• Dados de Rede: informações sobre as ligações de rede do seu dispositivo (tais como as ligações de rede móvel, Ethernet, Wi-Fi e Bluetooth), incluindo os endereços IP e o número, os requisitos e a velocidade das ligações.\n• Dados de Configuração: alguns dados sobre a configuração do seu dispositivo, tais como o tamanho e a resolução do ecrã, a data, a região, o idioma, as definições regionais e as capacidades do mesmo.\n• Dados de Erro: se ocorrer um erro, o código do mesmo e os dados básicos sobre quando e onde o erro ocorreu. (Um erro poderá indicar a existência de um problema que necessita de ser resolvido.)\n• Dados de Tempo de Carregamento: informações básicas sobre quanto tempo demora para efetuar a transferência e o carregamento dos dados de conteúdo para o seu dispositivo. (Se este tempo for relativamente longo, tal poderá indicar a existência de um problema.)\n• Dados de Segurança: informações necessárias para detetar e investigar atividades maliciosas, não autorizadas ou fraudulentas.\n• Dados Legais: informações necessárias de acordo com a legislação aplicável, incluindo para demonstrar a conformidade com os requisitos obrigatórios.\n\n(2) Dados Completos\nPoderemos também enviar, receber e registar informações adicionais mais detalhadas sobre a configuração da aplicação, do dispositivo móvel, do tablet ou de outro dispositivo do utilizador. Os Dados Completos poderão incluir informações mais detalhadas sobre a ligação de rede, o dispositivo e as transmissões de vídeo em fluxo do utilizador.\nPor exemplo:\n• Quando utilizar a aplicação Remote Play, poderemos aceder a dados sobre a sua utilização da aplicação, incluindo a duração da sessão, a qualidade da transmissão de vídeo em fluxo e a taxa de fotogramas do vídeo.\n\nNormalmente, os Dados de Aplicação são enviados para nós e guardados com um ou mais identificadores exclusivos de rede, dispositivo e/ou conta.";
"msgid_legal_about_app_data_3" = "As definições dos Dados de Aplicação controlam o quê?\n\nAs definições dos Dados de Aplicação permitem-lhe controlar os Dados de Aplicação que guardamos e aos quais acedemos. Pode escolher: \n• Dados Limitados: se escolher esta definição, apenas iremos guardar e aceder a Dados Limitados.\n• Dados Completos: se escolher esta definição, iremos guardar e aceder a Dados Limitados e Dados Completos.\n\nAs definições dos Dados de Aplicação apenas estão associadas ao dispositivo ou à aplicação nos quais são apresentadas, não se encontrando associadas à sua conta para a PlayStation Network. Pode controlar o acesso aos dados e o armazenamento dos mesmos em cada dispositivo (por exemplo, a PS4 ou a PS5), aplicação e navegador de internet que utilizar (de forma independente em relação aos outros).\n\nCom que finalidade é que utilizamos os Dados de Aplicação?\n\nA recolha de Dados Limitados e, se o permitir, de Dados Completos é utilizada conforme explicado na nossa Política de Privacidade (www.playstation.com/legal/privacy-policy).\nIsto inclui a utilização dos Dados de Aplicação para:\n• Operar a aplicação Remote Play.\n• Produzir estatísticas anónimas.\n• Compreender o desempenho da sua aplicação ou dispositivo e desenvolver melhorias, bem como novos produtos e serviços.\n• Detetar, investigar e minimizar comportamentos maliciosos, não autorizados ou fraudulentos.\n• Fins legais, de conformidade e de auditoria (por exemplo, para efetuar ou defender reivindicações ou atividades que sejam necessárias para cumprir a lei).\n\n■ Sobre nós\n\nConsulte a nossa política de privacidade em www.playstation.com/legal/privacy-policy para obter os nossos dados\n\nVersão 1.1";
"msgid_legal_about_app_data_combined" = "Índice\n\n■ Resumo dos Dados de Aplicação\n■ Explicação completa sobre os Dados de Aplicação\n　　• O que são os Dados de Aplicação?\n　　• As definições dos Dados de Aplicação controlam o quê?\n　　• Com que finalidade é que utilizamos os Dados de Aplicação?\n■ Sobre nós\n\n■ Resumo dos Dados de Aplicação\n\nQuando utilizar a aplicação Remote Play, poderão ser recolhidas informações sobre a aplicação, o dispositivo onde a aplicação está instalada e o que efetua na mesma. Chamamos a estas informações Dados de Aplicação.\n\nIremos sempre recolher as informações necessárias para executar a aplicação. Estas informações são conhecidas como Dados Limitados e incluem o seguinte:\n\n• O nome exclusivo do seu dispositivo onde a aplicação está a ser executada (uma longa linha de números e letras)\n• As definições que foram escolhidas por si na aplicação (tais como a data, a região, ou o idioma)\n• A sua ligação à internet\n• O tempo que demora para transferir informações para a aplicação (para sabermos se ocorreu um erro e podermos corrigi-lo)\n\nAlgumas informações apenas serão recolhidas se assim o permitir. Estas informações são conhecidas como Dados Completos. Isto inclui informações mais detalhadas, tais como informações sobre durante quanto tempo utiliza a aplicação e a sua transmissão de vídeo em fluxo.\n\nUtilizamos as informações que a aplicação nos envia para:\n\n• Realizar os seus pedidos.\n• Melhorar o funcionamento das nossas aplicações e produtos.\n• Garantir que as pessoas seguem as nossas regras e a lei (de forma a que a PlayStation Network seja agradável e divertida para todos).\n• Desenvolver novos produtos.\n\nSe tiver uma conta para a PlayStation Network, poderemos adicionar as informações que a sua aplicação ou dispositivo nos envia às informações que já temos sobre si.\n\nQuando uma conta de criança da família utilizar esta aplicação, apenas serão recolhidos Dados Limitados.\n\nPode ficar a saber em pormenor o que efetuamos com as informações que recolhemos sobre si, com quem as partilhamos, como pode controlar o que efetuamos e quais os seus direitos na nossa Política de Privacidade. Pode aceder à nossa Política de Privacidade visitando www.playstation.com/legal/privacy-policy\n\n■ Explicação completa sobre os Dados de Aplicação\n\nO que são os Dados de Aplicação?\n\nSe utilizar a aplicação Remote Play, poderemos guardar e/ou aceder a dados no seu dispositivo móvel, tablet ou PC e/ou noutros dispositivos que esteja a utilizar.\nExistem duas categorias de Dados de Aplicação:\n\n(1) Dados Limitados\nOs nossos servidores necessitam de enviar, receber e registar os seguintes Dados Limitados necessários para fornecer os nossos serviços:\n• Dados de Conteúdo: dados de vídeo, áudio, texto ou nível de jogo, dados gráficos e informações da conta que sejam solicitados e transferidos no âmbito dos jogos aos quais aceda através da aplicação Remote Play.\n• Dados de Licença: informações sobre a apresentação de conteúdo licenciado (como, por exemplo, vídeos) e as interações com o mesmo, conforme necessário para produzir relatórios anónimos e agregados com o objetivo de pagar esse conteúdo aos respetivos licenciantes.\n• Dados de Rede: informações sobre as ligações de rede do seu dispositivo (tais como as ligações de rede móvel, Ethernet, Wi-Fi e Bluetooth), incluindo os endereços IP e o número, os requisitos e a velocidade das ligações.\n• Dados de Configuração: alguns dados sobre a configuração do seu dispositivo, tais como o tamanho e a resolução do ecrã, a data, a região, o idioma, as definições regionais e as capacidades do mesmo.\n• Dados de Erro: se ocorrer um erro, o código do mesmo e os dados básicos sobre quando e onde o erro ocorreu. (Um erro poderá indicar a existência de um problema que necessita de ser resolvido.)\n• Dados de Tempo de Carregamento: informações básicas sobre quanto tempo demora para efetuar a transferência e o carregamento dos dados de conteúdo para o seu dispositivo. (Se este tempo for relativamente longo, tal poderá indicar a existência de um problema.)\n• Dados de Segurança: informações necessárias para detetar e investigar atividades maliciosas, não autorizadas ou fraudulentas.\n• Dados Legais: informações necessárias de acordo com a legislação aplicável, incluindo para demonstrar a conformidade com os requisitos obrigatórios.\n\n(2) Dados Completos\nPoderemos também enviar, receber e registar informações adicionais mais detalhadas sobre a configuração da aplicação, do dispositivo móvel, do tablet ou de outro dispositivo do utilizador. Os Dados Completos poderão incluir informações mais detalhadas sobre a ligação de rede, o dispositivo e as transmissões de vídeo em fluxo do utilizador.\nPor exemplo:\n• Quando utilizar a aplicação Remote Play, poderemos aceder a dados sobre a sua utilização da aplicação, incluindo a duração da sessão, a qualidade da transmissão de vídeo em fluxo e a taxa de fotogramas do vídeo.\n\nNormalmente, os Dados de Aplicação são enviados para nós e guardados com um ou mais identificadores exclusivos de rede, dispositivo e/ou conta.\n\nAs definições dos Dados de Aplicação controlam o quê?\n\nAs definições dos Dados de Aplicação permitem-lhe controlar os Dados de Aplicação que guardamos e aos quais acedemos. Pode escolher: \n• Dados Limitados: se escolher esta definição, apenas iremos guardar e aceder a Dados Limitados.\n• Dados Completos: se escolher esta definição, iremos guardar e aceder a Dados Limitados e Dados Completos.\n\nAs definições dos Dados de Aplicação apenas estão associadas ao dispositivo ou à aplicação nos quais são apresentadas, não se encontrando associadas à sua conta para a PlayStation Network. Pode controlar o acesso aos dados e o armazenamento dos mesmos em cada dispositivo (por exemplo, a PS4 ou a PS5), aplicação e navegador de internet que utilizar (de forma independente em relação aos outros).\n\nCom que finalidade é que utilizamos os Dados de Aplicação?\n\nA recolha de Dados Limitados e, se o permitir, de Dados Completos é utilizada conforme explicado na nossa Política de Privacidade (www.playstation.com/legal/privacy-policy).\nIsto inclui a utilização dos Dados de Aplicação para:\n• Operar a aplicação Remote Play.\n• Produzir estatísticas anónimas.\n• Compreender o desempenho da sua aplicação ou dispositivo e desenvolver melhorias, bem como novos produtos e serviços.\n• Detetar, investigar e minimizar comportamentos maliciosos, não autorizados ou fraudulentos.\n• Fins legais, de conformidade e de auditoria (por exemplo, para efetuar ou defender reivindicações ou atividades que sejam necessárias para cumprir a lei).\n\n■ Sobre nós\n\nConsulte a nossa política de privacidade em www.playstation.com/legal/privacy-policy para obter os nossos dados\n\nVersão 1.1";
"msgid_limited" = "Limitados";
"msgid_limited_data_collection" = "Partilhe apenas os dados necessários para manter e operar as funcionalidades e os serviços essenciais da PlayStation.";
"msgid_log_in_expire_rp" = "Se já não inicia uma sessão na sua PS5 há algum tempo, terá de iniciar uma sessão novamente.";
"msgid_login_pfn_enter_num" = "Inicie uma sessão na sua PS5, selecione [Definições] > [Reprodução remota] > [Emparelhar dispositivo] e, em seguida, introduza o número neste dispositivo.";
"msgid_login_ps4_enter_num" = "Inicie uma sessão na sua PS4, selecione [Definições] > [Definições de ligação da Reprodução remota] > [Adicionar dispositivo] e, em seguida, introduza o número neste dispositivo.";
"msgid_login_ps4_enter_num_ps5" = "Inicie uma sessão na sua PS4, selecione [Definições] > [Definições de ligação da Reprodução remota] > [Adicionar dispositivo] e, em seguida, introduza o número nesta PS5.";
"msgid_login_ps5_enter_num_ps5" = "Inicie uma sessão na sua PS5, selecione [Definições] > [Reprodução remota] > [Emparelhar dispositivo] e, em seguida, introduza o número nesta PS5.";
"msgid_make_destination_standby" = "Colocar a consola ligada no modo de repouso";
"msgid_manage_data_you_provide" = "Dados que fornece";
"msgid_max_device_no_mic" = "Não pode utilizar um microfone com a Reprodução remota se tiver sido atingido o número máximo de dispositivos que podem ser ligados à sua PS4.";
"msgid_max_num_user_pfn" = "Uma outra pessoa necessita de terminar a sessão para o utilizador poder iniciar uma sessão na sua PS5.";
"msgid_max_num_user_ps4" = "Uma outra pessoa necessita de terminar a sessão para o utilizador poder iniciar uma sessão na sua PS4.";
"msgid_mic_disconnect" = "O microfone foi desligado.";
"msgid_modify_settings" = "Modificar definições";
"msgid_muted" = "Micro silenciado";
"msgid_nat_type" = "Tipo de NAT";
"msgid_net_connection_slow_rp" = "De momento, a velocidade da sua ligação de rede está demasiado lenta para a Reprodução remota.";
"msgid_net_speed_no_strong" = "A sua ligação de rede poderá não ter um sinal suficientemente forte.";
"msgid_network_temp_congested" = "A sua ligação à internet poderá estar demasiado ocupada.";
"msgid_no" = "Não";
"msgid_no_connect_pfn" = "Não é possível estabelecer uma ligação à sua PS5.";
"msgid_no_connect_pfn_controller_max" = "Não pode ligar mais nenhum comando na sua PS5.";
"msgid_no_connect_pfn_off" = "Não pode estabelecer uma ligação à sua PS5 quando esta estiver desligada.";
"msgid_no_connect_ps4" = "Não é possível estabelecer uma ligação à sua PS4.";
"msgid_no_connect_ps4_controller_max" = "Não pode ligar mais nenhum comando na sua PS4.";
"msgid_no_connect_ps4_off" = "Não pode estabelecer uma ligação à sua PS4 quando esta estiver desligada.";
"msgid_no_connect_ps4_time_out" = "Demorou demasiado tempo para estabelecer uma ligação à sua PS4. Tente ligar-se novamente.";
"msgid_no_connect_registered_ps4" = "Não é possível estabelecer uma ligação à PS4 emparelhada.";
"msgid_no_display_rp_screen" = "Não é possível apresentar o ecrã na consola ligada. O ecrã contém conteúdo que não pode ser apresentado utilizando a Reprodução remota.";
"msgid_no_find_pfn" = "Não é possível localizar a PS5.";
"msgid_no_find_ps4" = "Não é possível localizar a sua PS4";
"msgid_no_find_ps5" = "Não é possível localizar a sua PS5";
"msgid_no_login_pfn" = "Não é possível iniciar uma sessão na PS5 à qual está a estabelecer uma ligação.";
"msgid_no_mic_available" = "Não é possível utilizar o microfone.";
"msgid_no_pfn_register_manual" = "Não é possível localizar a sua PS5. Emparelhe a sua PS5 manualmente.";
"msgid_no_ps5_log_in_again_rp" = "Poderá não conseguir localizar a PS5 à qual pretende estabelecer uma ligação se não tiver iniciado uma sessão na mesma recentemente. Inicie uma sessão nessa PS5 e, em seguida, tente estabelecer uma ligação novamente.";
"msgid_no_register_pfn" = "Não é possível emparelhar a PS5 à qual pretende estabelecer uma ligação.";
"msgid_no_register_ps4" = "Não é possível emparelhar a PS4 à qual pretende estabelecer uma ligação.";
"msgid_no_registered_pfn" = "Não é possível localizar a PS5 emparelhada.";
"msgid_no_results_found_d" = "Verifique a sua ligação à internet.";
"msgid_not_available" = "-";
"msgid_not_connected" = "Não ligado";
"msgid_number_another_user_was" = "Foi introduzido o número de outro utilizador.";
"msgid_number_network_ps4" = "Para emparelhar a sua PS4, ligue este dispositivo à mesma rede da PS4.";
"msgid_number_network_ps5" = "Para emparelhar a sua PS5, ligue este dispositivo à mesma rede da PS5.";
"msgid_ok" = "OK";
"msgid_only_users_logged_same" = "Apenas pode haver 4 utilizadores com uma sessão iniciada ao mesmo tempo.";
"msgid_other_connections" = "Outras ligações";
"msgid_pair" = "Emparelhar";
"msgid_passcode_incorrect" = "O código de acesso está incorreto.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "Pode estabelecer uma ligação à sua PS5 inclusivamente quando esta estiver no modo de repouso. Na sua PS5, selecione [Definições] > [Sistema] > [Poupança de energia] > [Funcionalidades disponíveis no modo de repouso] e, em seguida, ative a opção [Ativar opção de ligar a PS5 a partir da rede].";
"msgid_pfn_software_update" = "Atualize o software do sistema da PS5 à qual está a estabelecer uma ligação.";
"msgid_playstation_network_back_soon" = "Ocorreu um erro. Tente novamente mais tarde.";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "Na sua PS4, aceda a [Definições] > [Definições de ligação da Reprodução remota] e ative a opção [Ativar Reprodução remota].";
"msgid_ps4_rest_mode_connect_dec" = "Pode estabelecer uma ligação à sua PS4 inclusivamente quando esta estiver no modo de repouso. Na sua PS4, selecione [Definições] > [Definições de poupança de energia] > [Definir as funcionalidades disponíveis no modo de repouso] e, em seguida, ative a opção [Ativar opção de ligar a PS4 a partir da rede].";
"msgid_ps4_rp_number" = "Na sua PS4, selecione [Definições] > [Definições de ligação da Reprodução remota] > [Registar dispositivo] e, em seguida, introduza o número no seguinte campo:";
"msgid_ps4_software_update" = "Atualize o software do sistema da PS4 à qual está a estabelecer uma ligação.";
"msgid_ps5_already_use_rp" = "Alguém está a utilizar a Reprodução remota nesta PS5 neste momento.";
"msgid_ps5_pro_resolution_device" = "No caso da PS5 e PS4 Pro, será definida uma resolução de até 1080p, dependendo da qualidade da sua ligação de rede.";
"msgid_ps5_using_sp" = "Alguém está a utilizar a Share Play nesta PS5 neste momento. Para utilizar a Reprodução remota, feche primeiro a Share Play.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "Copiar";
"msgid_reached_limit_number_devices" = "Não pode utilizar um microfone com a Reprodução remota se tiver sido atingido o número máximo de dispositivos que podem ser ligados à sua PS5.";
"msgid_register_manually" = "Emparelhar manualmente";
"msgid_register_pfn_manual" = "Emparelhe a sua PS5 manualmente.";
"msgid_register_ps4_manual" = "Emparelhe a sua PS4 manualmente.";
"msgid_registering_pfn" = "A emparelhar a sua PS5...";
"msgid_registering_ps4" = "A emparelhar a sua PS4...";
"msgid_remote_play" = "Reprodução remota";
"msgid_reset_text_size" = "Repor tamanho do texto";
"msgid_resolution_ex_pro" = "Resolução (excluindo a PS4 Pro)";
"msgid_retain_usage_data_choose" = "Para melhorarmos os nossos serviços, guardamos determinados dados de utilização. Escolha os dados que não se importaria de partilhar. Os seus dados estarão sempre protegidos.";
"msgid_rp_cannot_use_mic_app_use" = "Não pode utilizar um microfone com a Reprodução remota se o mesmo estiver a ser utilizado por outra aplicação neste dispositivo.";
"msgid_rp_mac_about_rp" = "Sobre a PS Remote Play";
"msgid_rp_mac_capitalize" = "Letra inicial em maiúscula";
"msgid_rp_mac_check_doc" = "Verificar documento agora";
"msgid_rp_mac_check_spell" = "Verificar ortografia ao escrever";
"msgid_rp_mac_correct_spell_auto" = "Corrigir ortografia automaticamente";
"msgid_rp_mac_cut" = "Cortar";
"msgid_rp_mac_data_detectors" = "Detetores de dados";
"msgid_rp_mac_enter_screen" = "Entrar no modo de ecrã inteiro";
"msgid_rp_mac_find_long" = "Localizar...";
"msgid_rp_mac_find_next" = "Localizar seguinte";
"msgid_rp_mac_find_pre" = "Localizar anterior";
"msgid_rp_mac_find_replace" = "Localizar e substituir...";
"msgid_rp_mac_grammar_w_spell" = "Verificar gramática e ortografia";
"msgid_rp_mac_hide_others" = "Ocultar outros";
"msgid_rp_mac_hide_rp" = "Ocultar Reprodução remota";
"msgid_rp_mac_jump_select" = "Ir para seleção";
"msgid_rp_mac_lower_case" = "Tudo em minúsculas";
"msgid_rp_mac_minimize" = "Minimizar";
"msgid_rp_mac_paste" = "Colar";
"msgid_rp_mac_paste_match" = "Colar com o mesmo estilo";
"msgid_rp_mac_preferences" = "Preferências...";
"msgid_rp_mac_preferences_title" = "Preferências";
"msgid_rp_mac_quit_rp" = "Sair da Reprodução remota";
"msgid_rp_mac_redo" = "Refazer";
"msgid_rp_mac_select_find" = "Localizar seleção";
"msgid_rp_mac_show_all" = "Mostrar tudo";
"msgid_rp_mac_show_spell_grammar" = "Mostrar ortografia e gramática";
"msgid_rp_mac_show_sub" = "Mostrar substituições";
"msgid_rp_mac_smart_copy_paste" = "Copiar/colar inteligente";
"msgid_rp_mac_smart_dashes" = "Travessões inteligentes";
"msgid_rp_mac_smart_links" = "Hiperligações inteligentes";
"msgid_rp_mac_smart_quotes" = "Aspas inteligentes";
"msgid_rp_mac_speech" = "Fala";
"msgid_rp_mac_spell_grammar" = "Ortografia e gramática";
"msgid_rp_mac_start_speech" = "Começar a falar";
"msgid_rp_mac_stop_speech" = "Parar de falar";
"msgid_rp_mac_substitutions" = "Substituições";
"msgid_rp_mac_text_replace" = "Substituição de texto";
"msgid_rp_mac_transformation" = "Transformações";
"msgid_rp_mac_undo" = "Anular";
"msgid_rp_mac_upper_case" = "Tudo em maiúsculas";
"msgid_rp_mac_zoom" = "Ajustar o zoom";
"msgid_rp_no_access_mic" = "A PS Remote Play não tem acesso ao microfone.";
"msgid_rp_remote_play_frame_rate_info" = "Defina a fluidez do vídeo da Reprodução remota.\n\nExperimente utilizar a opção [Alta] quando tiver uma ligação rápida à sua PS4. No entanto, se selecionar [Alta], a funcionalidade de gravação de jogos da sua PS4 será pausada durante a utilização da Reprodução remota.";
"msgid_rp_use_computer_keyboard" = "Removemos a caixa de introdução de texto da PS Remote Play. Agora, poderá utilizar o teclado do seu computador para escrever diretamente na PS5 ou PS4.";
"msgid_rp_via_internet_activate" = "Para estabelecer uma ligação através da internet, tem de efetuar a ativação da sua PS4. Na sua PS4, aceda a [Definições] > [Gestão de contas] > [Efetuar ativação como a sua PS4 principal] e selecione a opção [Efetuar ativação].";
"msgid_search" = "Pesquisar";
"msgid_search_few_mins" = "Esta ação poderá demorar alguns minutos.";
"msgid_search_nearby" = "A procurar ligações nas proximidades...";
"msgid_search_via_internet" = "A procurar ligações através da internet...";
"msgid_select_pfn_connect" = "Iniciou uma sessão nas consolas PS5 indicadas em seguida. Selecione a consola à qual pretende estabelecer uma ligação.";
"msgid_select_previous_console_other" = "Selecione a última consola à qual estabeleceu uma ligação ou localize outras ligações.";
"msgid_select_ps5" = "Selecionar uma PS5";
"msgid_select_ps5_connection" = "Para ver as consolas PS5 nas quais iniciou uma sessão, selecione [Selecionar uma PS5]. Veja se consegue localizar a PS5 à qual pretende estabelecer uma ligação.";
"msgid_sets_resolution_video_remote" = "Defina a resolução de vídeo da Reprodução remota. Experimente utilizar a opção [540p] ou [360p] se o vídeo ou o áudio sofrer interrupções.";
"msgid_settings" = "Definições";
"msgid_share_behavioral_data" = "Partilhe informações mais detalhadas sobre a ligação de rede, o dispositivo e as transmissões de vídeo em fluxo.";
"msgid_sign_in_psn" = "Iniciar sessão";
"msgid_sign_out" = "Finalizar sessão";
"msgid_sign_ppr_first_time_rp" = "Se for a primeira vez que está a iniciar uma sessão na PS5 à qual está a estabelecer uma ligação, poderá demorar alguns minutos até poder utilizar a Reprodução remota.";
"msgid_something_went_wrong_restart" = "Ocorreu um erro. Necessita de reiniciar a PS5 à qual tem uma ligação estabelecida.";
"msgid_something_wrong_restart_ps4" = "Ocorreu um erro. Necessita de reiniciar a PS4 à qual tem uma ligação estabelecida.";
"msgid_speaker_active" = "Altifalante ativo";
"msgid_speaker_muted" = "Altifalante silenciado";
"msgid_standard" = "Padrão";
"msgid_start_rp_close_app" = "Para iniciar a Reprodução remota, feche as aplicações, os jogos e as funcionalidades na sua PS4 que não é possível utilizar com a Reprodução remota.";
"msgid_start_rp_pfn_close_app" = "Para iniciar a Reprodução remota, feche os jogos, as aplicações e as funcionalidades na sua PS5 que não é possível utilizar com a Reprodução remota.";
"msgid_stop_features_rp" = "Feche a Partilha de Ecrã ou quaisquer funcionalidades que estejam no modo multitarefa na sua PS5.";
"msgid_time_separator" = ":";
"msgid_try_again" = "Tentar novamente";
"msgid_try_low_video_quality" = "Defina a qualidade de vídeo da Reprodução remota com uma resolução inferior.";
"msgid_type_num" = "Tipo %1$@";
"msgid_update_controller2_ps5" = "Pode atualizar o comando sem fios DualSense Edge com o software de dispositivo mais recente ligando-o à sua PS5.";
"msgid_update_controller_ps5" = "Pode atualizar o comando sem fios DualSense com o software de dispositivo mais recente ligando-o à sua PS5.";
"msgid_update_remoteplay_now" = "Terá de atualizar a PS Remote Play para poder continuar. Pretende efetuar a atualização agora?";
"msgid_update_software_console" = "Atualize o software do sistema desta consola.";
"msgid_use_controler_5_ds4" = "Utilizar o seu comando sem fios para a PS5 ou PS4";
"msgid_use_home_network_rp" = "A sua rede doméstica será utilizada para a Reprodução remota.";
"msgid_user_agreement" = "Contrato de utilizador";
"msgid_user_using_rp_server" = "Existe outra pessoa a utilizar a Reprodução remota na PS4 à qual está a estabelecer uma ligação.";
"msgid_variable_percent" = "%1$@%%";
"msgid_version" = "Versão";
"msgid_video_quality_ps4_rp" = "Qualidade de vídeo da Reprodução remota (PS4)";
"msgid_view" = "Visualizar";
"msgid_voice_chat_microphone" = "Utilize o microfone para efetuar conversações de voz.";
"msgid_vr_on_no_rp" = "Não pode utilizar um microfone com a Reprodução remota quando o dispositivo de RV estiver ligado.";
"msgid_wait" = "Aguarde...";
"msgid_welcome_ps_rp" = "Bem-vindo à PS Remote Play!";
"msgid_window" = "Janela";
"msgid_wired_connection" = "Ligação com fios";
"msgid_wireless_connection" = "Ligação sem fios";
"msgid_wireless_controller_ps4" = "Comando sem fios para a PS4";
"msgid_wireless_controller_ps5" = "Comando sem fios para a PS5";
"msgid_yes" = "Sim";
